tutorials/dnsFoam/boxTurb16/0.org/enstrophy
/*---------------------------------------------------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.0                                   |
|   \\  /    A nd           | Web:      http://www.openfoam.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

FoamFile
{
    version 2.0;
    format ascii;

    root "";
    case "";
    instance "";
    local "";

    class volScalarField;
    object enstrophy;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    patch0
    {
        type            cyclic;
        value           uniform 0;
    }
    patch1
    {
        type            cyclic;
        value           uniform 0;
    }
    patch2
    {
        type            cyclic;
        value           uniform 0;
    }
}


// ************************************************************************* //
