tutorials/dnsFoam/boxTurb16/constant/polyMesh/boundary
/*---------------------------------------------------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.0                                   |
|   \\  /    A nd           | Web:      http://www.openfoam.org               |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

FoamFile
{
    version 2.0;
    format ascii;

    root "";
    case "";
    instance "";
    local "";

    class polyBoundaryMesh;
    object boundary;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
patch0
{
    type cyclic;
    physicalType cyclic;
    nFaces 512;
    startFace 11520;
}

patch1
{
    type cyclic;
    physicalType cyclic;
    nFaces 512;
    startFace 12032;
}

patch2
{
    type cyclic;
    physicalType cyclic;
    nFaces 512;
    startFace 12544;
}
)

// ************************************************************************* //
